{
  "name": "Kalli the Corrupted",
  "content": [
    "**Mechanics**: Blighted Plates, Kalli’s Ontological Weapon, Safety Shelters\n\n**Overview**:\n• Complete the six Blighted Plates as indicated by the symbols around the center pit\n• Avoid Kalli’s Ontological Weapon using the Safety Shelters\n• Defeat Kalli the Corrupted\n\nThe arena is a big, low-ceilinged cave with nine plates around its perimeter.  In the center of the room is a pit, where three pairs of these symbols are visible.  Those six symbols can be found around the edges of the encounter over the plates.  There will also be plates with symbols not displayed around the center pit, avoid these.\n\nBefore the encounter starts each player must be numbered from one through six.  Each player needs to take one of the six symbols and locate a plate marked by that symbol.  Wait until all players have located their plate before stepping onto any plate as it will start the encounter.  The plates are divided into 3 sections; once activated a taken blight will from on two sections. Immediately move to the section without a blight.  The blights will explode after a few moments, killing anyone standing on those sections of the plate.  Shortly after blights will reappear, be mindful of that and continue to move to safety.\n\nThis repeats a few times, before a Ravenous Taken Knight spawns near the plate.  After the knight is killed, the plate is complete for this phase.  While all this going on, dozens of taken thralls will also spawn and attack.  Additionally Kalli herself will periodically visit a plate.  She has a laser attack and can push players around potentially knocking them into the blights.\n\nWhen all the plates are ‘completed’, a message saying “Kalli conceives an ontological weapon” will appear on the screen.  This is the indicator that Kalli may be damaged.  As the players reach the middle to deal damage, be aware that if an ogre has spawned then a player activated an incorrect plate.\n\nAfter a short time, a message saying “Kalli prepares to wield her weapon” will appear on the screen and Kalli will raise her arms, which means she’s about to wipe the fireteam with said weapon.\n\nThere are two rows of green doors that line the walls of the central pit; these are safe rooms where you can survive her weapon. There are three sections, but you’ll know where to look because Kalli will be hovering above one.  A single door will open for each plate successfully completed in the previous step.  Only one person can occupy a room, if more than one person enters a room the door will not shut and those players will die.  To avoid this, each player must read the doors from top left to bottom right, counting each door until reaching the correct number, running inside, and waiting for Kalli to deploy her weapon.\n\nAfter the wipe attack the doors will open again, Kalli will have moved to a different section, and the damage phase will continue.  After she has attempted her wipe at all three door sections, the fight repeats from the start. Be aware that the symbols above the center pit change and so different plates will need to be activated."
  ],
  "images": [
    "lw-kalli-01.png",
    "lw-kalli-02.jpg",
    "lw-kalli-03.png",
    "lw-kalli-04.jpg"
  ]
}
