{
  "name": "Shuro Chi, the Corrupted",
  "content": [
    "**Mechanics**: Shuro Chi’s Song, Crystal Beams, Eye of Riven (Antumbra), Puzzle Plates\n\n**Overview**:\n• Follow Shuro Chi while clearing adds\n• Form a triangle around her with the Crystal Beams from atop the Puzzle Plates\n• Reveal the three wall symbols using the Puzzle Plates and climb to the next floor\n• Repeat previous steps for floor two\n• Repeat previous steps for floor three (no Puzzle Room this time)\n• Defeat Shuro Chi the Corrupted\n\nShuro Chi is a heavily-timed encounter, with only four minutes to get to the next floor; otherwise Shuro Chi’s Song will wipe the fireteam.  She is also damage gated meaning the entire encounter must be run; she cannot be killed in one or two phases.\n\nBefore starting the encounter four players need to be assigned to handle the puzzle room, each player getting a number from one through four.  Additionally three players will need to be assigned to handle the crystals which will break Shuro Chi’s shield.\n\nThe encounter begins by opening a pair of large doors.  At this point thralls will swarm and Shuro Chi will start singing.  Her song lasts four minutes, and if she finishes it, the fireteam will wipe.  Fight through the Taken to a gazebo, where Shuro Chi will be in the middle of three small plates.\n\nWhen all the adds are dead, Shuro Chi’s song will speed up, and three crystals will appear on the plates.  The three crystal players each need to pick up a crystal and coordinate hopping on its plate, as standing on the plates will cause damage.  They must then shoot the player to their right to form a triangle around Shuro Chi.  This will slow Shuro’s song and break her shield, enabling the damage phase.\n\nDuring the damage phase, Shuro Chi’s song will audibly change as she starts to cast a different wipe spell.  This can be interrupted by taking one-sixth of her health and forcing her to retreat.  When Shuro Chi’s health is reduced by one-sixth, she’ll become immune again and flee to another gazebo.  Repeat the same process and chase her off again.  Now her song stops and a puzzle must be solved to reach the next floor.\n\nThis encounter also introduces the Eye of Riven mechanic to the players.  When carrying an Eye of Riven, the player will stack a debuff called Taken Essence Antumbra.  This debuff has a 90-second countdown which restarts every five seconds when an additional stack is gained.  At ten stacks the holder will die, so be sure to drop the Eye before then.  The player can’t pick up another Eye of Riven while they have the Taken Essence Antumbra debuff.  The Eye isn’t actually required in this encounter and can be safely ignored.",
    "In the puzzle room is a three-by-three grid of nine floating plates and three large glowing symbols on the left, back, and right walls.  The large symbols are divided into ninths; four of those ninths will be obscured.  To progress, each symbol needs to be fully revealed by standing on the corresponding plates. However, standing on the plates will cause damage and the orientation changes according to the wall.\n\nAll three walls need to be solved from left to right.  Start by having everyone face the left wall.  If the top-middle part of the picture is obscured, someone needs to stand on the top-middle plate.  Similar to Kalli’s doors, the assigned players will read the obscured sections top left to bottom right.  Once four players are near their plates, player four should count down, and they should all jump on.  Get it right and a message saying “command accepted” will appear on the screen; it’s only safe to jump off after this message appears.\n\nNext, face to the back of the room for the next puzzle where the assigned players need to activate the corresponding plates once more.  Remember that the order of the plates is dependent on the direction you are facing.  The third and final puzzle will be at the right wall.\n\nTake note a player can only jump on each physical plate once.  Otherwise, the plate will turn red, the command will not be accepted, and anyone who has already stepped on their plate will lose the ability to stand on it again for activation.  If the puzzle requires the same player to reuse a physical plate this must be communicated and a player that was previously clearing adds must swap in as the required number for that puzzle.\n\nAdds will spawn during this phase, so the two unnumbered players will be clearing adds.  Prioritize Taken Phalanxes as their shield blasts can knock players off the plates.\n\nOnce you’ve completed the left, back, and right wall puzzles Shuro Chi’s song will reset to four minutes and hemispherical platforms will appear.  Use these to jump up to the next floor, but note that shortly after a player touches them they will capsize.  Stay as a group and try not to fall behind.\n\nThe second floor is the same as the first but with Psions instead of Thralls.  Another puzzle room will give access to the third floor, which will spawn Acolytes. On Shuro Chi’s last damage phase, these Acolytes will continually spawn.  Take out her last chunk of health and you’re done."
  ],
  "images": [
    "lw-shuro-chi-01.jpg",
    "lw-shuro-chi-02.gif",
    "lw-shuro-chi-03.png"
  ]
}
