{
  "name": "Morgeth the Spirekeeper",
  "content": [
    "Mechanics: Taken Essence / Strength, Umbral Enervation, Eye of Riven (Antumbra)\n\nOverview:\n• Collect the first Taken Essence to start the encounter\n• Collect the next four Taken Essence\n• Cleanse the targeted player of Umbral Enervation with an Eye of Riven\n• Collect the next four Taken Essence\n• Cleanse the targeted player of Umbral Enervation with an Eye of Riven\n• Collect the tenth Taken Essence\n• Defeat Morgeth the Spirekeeper\n\nMorgeth is initially immune to damage. He can only be damaged after the fireteam has collected ten stacks of the Taken Strength buff.\nThe encounter begins when the first Taken Essence orb is collected.  Afterwards Taken Essence will periodically spawn around the arena in fixed locations; if left alone, these orbs will power Morgeth up as indicated in a message on the lower left side of the screen.  When Morgeth reaches 50% power he will spam Axion Darts (the homing bombs commonly shot by Taken Centurions), if Morgeth reaches 100% power the fireteam will wipe.\nAs such the fireteam will want to get the Taken Essence off the field quickly.  When collected, Taken Essence will grant a stack of the Taken Strength buff.  Each player can only hold two stacks of Taken Strength, if they try to take a third Taken Essence they will die.  Any death will feed the Taken Strength carried by that player to Morgeth’s power percentage, and require additional Taken Essence to spawn for the fireteam to acquire all ten they need.\nAfter each set of four Taken Essence spawn, Morgeth will debuff the player holding the most Taken Strength, determined randomly if there are multiple players holding two, with Umbral Enervation.  This immobilizes the player and will kill them if not removed within twenty seconds.  Umbral Enervation can be removed with an Eye of Riven orb, which drops from captains with the same name, as in the Shuro Chi encounter.  To cleanse, get close to the immobile player and use the Eye of Riven’s grenade ability to cleanse the Umbral Enervation.  This will also cause the cleanser to steal the immobile player’s Taken Strength; if doing so causes the cleanser to end up with three or more stacks, they will die.\n\nThe players should divide into two teams, a right and a left team.  A player from the left team will be designated to pick up the first and last Taken Essence.\nKill enemies until the first set of four Taken Essence spawn: two players from the left side (that who are not the first/last player) will each pick up one Taken Essence, one player from the right will pick up two.  After the players pick up the buffs enemies will continue to spawn including an Eye of Riven Capitan, do not yet pick up the Eye of Riven orb it will drop on the ground.  The player from right who picked up two Taken Essences will soon become trapped by Umbral Enervation.  Another player from right will pick up the Eye of Riven and cleanse the trapped player, taking the two stacks of Taken Strength from the trapped player for themselves.  At this point the fireteam will have picked up five stacks of Taken Strength. Each person on the left will have one and the cleanser on right will have two.",
    "Another set of four Taken Essences will spawn.  Two players from left will grab one each and one player from right will grab two.  The fireteam will now have two people on the right and left with “Taken Strength x2”, one person on the left with “Taken Strength x1”, and one person on the right with no Taken Strength.  One player holding two stacks of Taken Strength will then become trapped by Umbral Enervation.  The player from right with no Taken Strength must then cleanse the trapped player, taking the two stacks of Taken Strength.  The last Taken Essence will now spawn, and the designated first/last player will pick that up and start the damage phase.\nPlayers should gather on the stairs behind Morgeth; his weak spot is the large glowing masses of his back.  Morgeth is easy to damage, but he will now power up rapidly.  The longer it took to gather Taken Strength, the less time available to damage Morgeth before he powers up to 100% and wipes the fireteam all.  Remember to watch out for the Axion Darts when he reaches 50% power."
  ],
  "images": ["lw-morgeth-01.jpg", "lw-morgeth-02.jpg"]
}
