{
  "name": "The Vault",
  "content": [
    "Mechanics: Vault Security Mechanism, Eye of Riven (Antumbra), Eye of Riven (Penumbra), Might of Riven\n\nOverview:\n• Step onto the central plates and determine buff locations\n• Collect an Eye of Riven and run it to the correct plate\n• Repeat previous steps for all three plates\n• Kill the Mights of Riven before they wipe the fireteam\n • Repeat previous steps for a second & third round\n\nThe Vault is a complicated mechanic-heavy encounter with no boss; it must be ‘unlocked’ by dropping buffs on the correct plates.  The arena has a large globe in the center, surrounded by three plates.  The outer perimeter is divided into three rooms behind these plates, which are all connected to one another by small tunnels.  These rooms are named based on their dominate feature: Trees, Rocks, and Stairs.  It helps to know which room is next to which, so get familiar with the layout and tunnels before starting.\n\nThree players will start the encounter by jumping on the plates, which activates the “Vault Security Mechanism” timer. It lasts three minutes and if it expires, it will wipe the fireteam. This plate team should look up at the apparatus around the central globe, where they will each see three different symbols, arranged in a row. Agree an order to call these out, whoever goes first calls out the central symbol in their display. One of the other two players will have a copy of this symbol on either the left or the right of their display; they must call it out and its position.\nAn Eye of Riven will be used to cleanse the plates, but in the Vault Eyes of Riven can give one of two buffs: either Antumbra or Penumbra.  The position of the duplicate symbol (left or right) will dictate which buff is needed to cleanse it.  If the duplicate symbol is on the right, it needs Antumbra; if it’s on the left, Penumbra.  The second plate will then follow suit: calling the central symbol and waiting for one of the other players to confirm they have a copy of it and its position on their display.\n\nPlates will never need three of the same buff; it’s always two of one, and one of the other.  This means that if the callouts reveal two Antumbras, the third plate will need Penumbra, and vice versa.  Likewise the Eyes of Riven will only give you the buffs you need for the plates; if the callouts reveal one of each buff, the first duplicate buff given by an Eye of Riven will go to the third plate.\n\nThe full conversation might go something like this:\n• Stairs plate: Twin Fish is my middle.\n• Trees plate: I’ve got that on the right! Trees is Antumbra. My middle is Infinity Snake.\n• Rocks plate: That’s on my right. Antumbra to Rocks too.\n• Stairs plate: That means Stairs needs Penumbra.",
    "While this is going on the three remaining players will be tasked with killing the Taken that spawn in the outer rooms, from the central room.  These add clearing players should stay central room because after some time Taken barriers will block off two of the outer rooms.   An Eye of Riven Capitan will spawn in the remaining room.  The plate player for that room must now enter the room, kill the Capitan, and pick up the Eye of Riven it drops, gaining either the Antumbra or Penumbra buff.\nTo make matters more complicated, when the Eye of Riven is picked up that room will become sealed and one of the other two rooms will open.  This means only the plate player, and possibly an escort if needed, should be in the Eye’s room when it is picked up.  Everyone else needs to be in the center killing adds, and they also need to tell the runner which room has opened.  The rooms always open and close in sequence, clockwise or counter-clockwise meaning it is possible to predict which room will open.  The runner must then take the connecting tunnels from their room, through the open room, and into the center.  Upon reaching the center, the runner must use the grenade ability to cleanse whichever plate needs the buff they’re carrying.  This resets the Vault Security Mechanism, cleanse a plate with the wrong buff and the cleansing player will die while the plate still needs to be cleansed with a new Eye of Riven.\nDuring the first plate cleansing, a Might of Riven Knight will spawn.  If it reaches a plate, it will bury its sword into the plate, and the fireteam will wipe after a few seconds.  Killing these before they do this is the top priority of the players in the center, and is the reason everyone except the runner should stay in the center to help.\n\nThat’s one cleanse.  A different plate player now has to get another Eye of Riven and cleanse another plate, the cooldown on the buff means the same player can’t cleanse twice in a row.  During the second plate cleansing two Mights of Riven appear, in the third cleansing there will be three.  When all three plates are cleansed, that’s one round. The players must now get on the plates again and repeat the entire process twice more.  To complete the encounter a total of nine plates, across three rounds, must be cleansed."
  ],
  "images": [
    "lw-the-vault-01.png",
    "lw-the-vault-02.jpg",
    "lw-the-vault-03.jpg"
  ]
}
