{
  "name": "Riven of a Thousand Voices, Side Rooms",
  "content": [
    "**Mechanics**: Eye of Riven (Antumbra), Creeping Darkness, Metaphysical Bleed\n\n**Overview**:\n• Stand on the perimeter plates to start the encounter\n• Split into two teams of three and head to side chambers\n• Stagger Riven and relay eyes to shoot, then cleanse the chamber\n• Stagger Riven and shoot eyes, then cleanse the chamber\n• Take the elevator to the next floor\n• Stagger Riven and relay eyes to shoot, then cleanse the chamber\n• Stagger Riven and shoot eyes, then cleanse the chamber\n• Stagger Riven and read eyes three times, shoot all six eyes\n• Stand on the perimeter plates to descend\n• Shoot Taken blisters and Axion Bolts\n• Repeat until Riven’s enters her last stand\n• Exit the Ascendant Plane at the top of the platforming section\n• Defeat Riven of a Thousand Voices\n• Enter Riven’s mouth and destroy her heart\n\nRiven is probably the most difficult and complicated raid encounter in the Destiny’s history.  The fireteam has to be on-point the entire time; otherwise there is a serious risk of wiping.\n\nEverything starts in a massive chamber with a stone circle in the center and six plates around the edges.  Split the team into two groups of three, one group on the left side of the chamber the other on the right.  Each player needs to select a plate on their side, remember it for later, and step onto it.  When every player is standing on a different plate, the encounter starts and the fireteam drops through the floor, past Riven herself, and lands in her nest.  There are two identical chambers on either side of the nest room which are reached by stairs.  Riven can appear in either chamber, and what must be done next depends on where she goes.\n\nRiven will appear to one team first -- this team will be Team A for the purpose the following. The other team will be Team B\n\nIf Riven is in the chamber the players must dodge her attack, stagger her, and call out the eyes that light up while she is staggered.  After poking her head into one of the chambers she can do two things, breathe fire or tentacle smash.  If she’s going to breathe fire, her mouth will glow before she breathes blue flame which can easily kill.  Shoot her mouth once it turns red.  If she appears accompanied by large tentacles, one player must “bait” her smash attack.  When the tentacle is about to smash it will flash; everyone in the chamber should then jump once to avoid the knock-up and shoot that tentacle quickly.  After enough damage is done to Riven’s mouth or tentacle she will stagger; note Riven is a raid boss, she isn’t going to be staggered using primary weapons, bring out the big guns.  Her upper face will open and two of her eyes will \"glow.\" These positions must be called out for the other team\n\n",
    "After her initial appearance, Riven will change rooms.  Team B will now have a brief moment to damage Riven before they must shoot the eyes previously called.  Similarly, once Riven leaves a chamber it must be cleansed just as following by Team A.  Note that Riven will change rooms after she staggers or after 40 seconds, whichever is sooner.\n\nTo cleanse, locate the Capitan, take it out, and grab the Eye of Riven.  The player holding the Eye of Riven will now see a column of one repeated symbol on the pillar in the back of the room.  Call it out.\n\nWhile this is going on, another player has to stand on that back middle pillar and look through the “window” found there.  That player will see symbols filling the room.  The player with the Eye of Riven has to cleanse the symbol around the room that matches the one they see on the column.  However, they cannot see where the symbols are located.  That means the player watching the “window” has to guide them to the correct spot.  When the Eye-carrier is standing in the center of the correct icon, the guiding player will confirm by telling them to “cleanse”, and they cleanse with the grenade button.\n\nNote that, similar to previous encounters, a debuff prevents picking up another Eye of Riven for some time. This means that a different player will need to hold the Eye of Riven on the floor.\n\nIf the correct eyes are successfully shot, an elevator beam will activate in the very back of the room leading up to another, identical, chamber. Here the encounter repeats but Riven will enter the opposite chamber first.  Team A is now Team B, and Team B is now Team A. After successfully shooting Riven’s eyes and both team cleansing another beam in the center of the room leads up to the cavern where the encounter began.  If the wrong eyes are shot at any point, the fireteam will wipe.\n\n**Experienced Teams**\n\nWith experienced players, Team B can cleanse before damaging Riven. this requires quickly killing the Eye of Riven and Team A being a little slower on staggering Riven and calling eyes. If staggered too soon, she will interrupt the Team B while they’re still working.  Communication is critical for timing the cleanse, stagger, and switch."
  ],
  "images": [
    "lw-riven-side-rooms-01.png",
    "lw-riven-side-rooms-02.jpg",
    "lw-riven-side-rooms-03.png",
    "lw-riven-side-rooms-04.jpg"
  ]
}
