{
  "name": "Riven of a Thousand Voices, Top and Last Stand",
  "content": [
    "**Mechanics**: Eye of Riven (Antumbra), Creeping Darkness, Metaphysical Bleed\n\n**Overview**:\n• Stand on the perimeter plates to start the encounter\n• Split into two teams of three and head to side chambers\n• Stagger Riven and relay eyes to shoot, then cleanse the chamber\n• Stagger Riven and shoot eyes, then cleanse the chamber\n• Take the elevator to the next floor\n• Stagger Riven and relay eyes to shoot, then cleanse the chamber\n• Stagger Riven and shoot eyes, then cleanse the chamber\n• Stagger Riven and read eyes three times, shoot all six eyes\n• Stand on the perimeter plates to descend\n• Shoot Taken blisters and Axion Bolts\n• Repeat until Riven’s enters her last stand\n• Exit the Ascendant Plane at the top of the platforming section\n• Defeat Riven of a Thousand Voices\n• Enter Riven’s mouth and destroy her heart\n\nHunker down in the stone circle in the center of the room.  Riven will show her face through each chamber wall, summoning Taken goblins and ogres each time.  One of the Taken ogres will spawn on a raised platform which limits its movement; leave this ogre alive throughout this portion of the encounter.  Now avoid Riven’s attacks, stagger her, call out the eyes that glow, but don’t shoot them yet.  She must be staggered three times, each time two different eyes will glow.  On her fourth appearance there is a short window to damage her before all six eyes previously indicated must be shot.  As she appears the fourth time more adds will spawn, including a Taken ogre.  This ogre should be killed quickly as its eye laser attack will heavily influence the precise shooting needed to hit the correct eyes.\n\nAfter shooting Riven’s eyes regroup and gather ammo while continuing to avoid the ogre that was left alive from the previous step.  Each player then needs to return to the plate they originally used to start the encounter.  When everyone is ready, kill the Taken ogre.  With Riven gone and all the adds defeated the room will be filled with Creeping Darkness.  This debuff will quickly accumulate stacks; upon gaining their tenth stack a player will die.  The Creeping Darkness can be cleansed by stepping on any of the plates around the parameter.  If the ogre mentioned above is not left alive, this step will be very chaotic as everyone must quickly locate their plate or die.\n\nAfter every player is standing on a plate the fireteam will fall through the floor again, albeit slower this time around.  As the fireteam falls past Riven, several blisters can be seen on her body.  Shooting these deals additional damage to Riven, but beware: they will release Axion Darts, which must be destroyed or the player they are targeting will die.  Players should alternate between shooting Riven’s blisters and dealing with Axion Darts.  After landing on the floor of Riven’s nest, split into groups of three, return to the side chambers, and repeat the whole thing over again.\n\nAs soon as Riven’s health is reduced to roughly 10% remaining, everyone will be teleported to the Ascendant Realm for a platforming section.  At the top of the floating rocks and debris is a portal that at least one player must reach.  The path is fairly straightforward, just watch for the point where it doubles back on itself.  While in the Ascendant Realm everyone will slowly lose life, so there is a time factor to this phase.\n\nAs soon as any player reaches the portal, everyone will be teleported back to the starting room.  Quickly resurrect anyone who may have died, and prepare for a final damage phase.  Riven will show her face through the top of the room and begin charging a wipe attack.  Keep shooting her mouth until it’s done; either kill her or she will wipe the fireteam.",
    "Congratulations and all, but the encounter still isn’t over.  Riven’s heart is about to apply a damaging debuff called Metaphysical Bleed.  Quickly jump into her mouth and run down her throat; in a quirk of Ahamkara biology, her throat leads directly to her heart which is shrouded with Taken energy.  Shoot it until it stops pulsing and a message saying “You have slain Riven of a Thousand Voices” appears on the screen."
  ],
  "images": [
    "lw-riven-side-rooms-03.png",
    "lw-riven-top-last-stand-02.jpg",
    "lw-riven-top-last-stand-03.jpg",
    "lw-riven-top-last-stand-04.jpg"
  ]
}
