{
  "name": "Queenswalk",
  "content": [
    "Mechanics: Creeping Darkness, Fate’s Chosen, Taken Essence/Strength\n\n Overview:\n• 1st chosen collects the heart to start the encounter\n• 1st carrier enters the heart while on Riven’s tongue\n• 2nd chosen collects the heart and continues\n• 1st carrier collects Taken Essence to reset Fate’s Chosen timer\n• 2nd carrier enters the heart\n• 3rd chosen collects the heart and continues\n• Players inside collect Essence, 1st carrier resets Fate’s Chosen timer\n• 3rd carrier enters the heart\n• 4th chosen collects the heart and continues\n• Players inside collect Essence, 1st carrier resets Fate’s Chosen timer\n• 4th carrier enters the heart\n• 5th chosen collects the heart and dunks it between the Techeuns\n\nThe final objective in the raid is to take Riven’s heart to the Techeuns, who are waiting back at the entrance to the Vault, so it can be cleansed.  The problem is there are enemies in the way, the heart keeps swallowing players, and the Creeping Darkness debuff now permeates the entire area killing any player who accrues ten stacks.\nA message on the screen will indicate that one player has been ‘chosen’ by Riven’s heart.  They must pick up the Heart, which will suppress all of their abilities and project a protective bubble that removes all stacks of Creeping Darkness.  Thus, everyone else will have to dip in and out of that bubble to cleanse themselves during the run.  The carrier gains a buff named “Fate’s Chosen” which has a 20 second timer; as it ticks down the protective bubble around them will shrink.  The carrier should call out the countdown so that others can anticipate the next handover and manage their Creeping Darkness stacks.  When Fate’s Chosen elapses, the carrier will be teleported inside Riven’s heart along with anyone standing too close.  Riven’s Heart will then choose a new carrier who must pick up the orb and continue.  Like any relay race, the handover is everything: the whole team should stop and stack up when there are about two seconds left; avoid the orb carrier when doing so, least the Heart swallow more than just the carrier.\n\nInevitably most players will end up inside Riven’s heart, where they will have to survive waves of Taken, but can still help those outside by resetting the clock on Fate’s Chosen.  Whenever a new player is chosen to carry the heart, Taken Essence orbs will spawn inside the heart.  The number of Taken Essence that spawns is equal to the number of players inside.  When all Taken Essence orbs inside the heart have been collected, the Fate’s Chosen buff timer will be reset to 15 seconds.\nThe player that was the first carrier, and thus the first to enter the heart, is responsible for timing this reset.  When Taken Essence spawn this first player should locate one, stand near, and call out which Taken Essence is “theirs”.  Any other players inside the heart must collect the remaining Taken Essence as quickly as possible.  Note that each Taken Essence gives a stack of Taken Strength and gaining more than two stacks is fatal, just like during the Morgeth encounter, however losing one player to Taken Essence is favorable to the entire fireteam wiping because they weren’t all cleared.  Whenever the carrier’s countdown callouts indicate the buff is about to expire, the first player collects the final Taken Essence and resets the Fate’s Chosen timer.  The goal is to maximize the carrier’s available time, however waiting too long and missing the reset is more detrimental than resetting the timer early.\nThe only other thing to be aware of is that the path through the Vault will fork; either Trees or Rocks will be open while the other is blocked by a Taken barrier.  Enter the open room, use the connecting tunnels to reach Temple, drop out of the Vault, and dunk the heart in the bowl between Kalli and Shuro Chi in the next room.  Everyone will be returned from inside the heart and the raid is finally finished."
  ],
  "images": [
    "lw-queenswalk-01.jpg",
    "lw-queenswalk-02.jpg",
    "lw-queenswalk-03.jpg",
    "lw-queenswalk-04.png"
  ]
}
