{
  "name": "The Oracles",
  "content": [
    "Mechanics: Oracles, Marked for Negation\n\nOverview:\n• Destroy Oracles in the sequence they appear.\n• Survive against the waves of Vex.\n\nThis encounter requires players to destroy five waves of Vex Oracles that appear around the map.  The first wave will spawn three Oracles; each subsequent wave adds one Oracle, ending in a final wave with seven Oracles.  The Oracles must be destroyed quickly and in the order they appeared or everyone will receive the Marked for Negation debuff.  The oracles are fairly durable, so bring a weapon that deals high single-target damage.\n\nDesignate each player to cover one or more Oracle spawn locations.  There are seven Oracles, which means one player will be responsible for watching and destroying two of them.  The Oracle spawn sequence plays twice and then each oracle spawns at once to be destroyed in order.  Each player will need to count the chimes as the Oracles spawn and call out the number when their Oracle appears.  Likewise each player should call out their number again as they destroy the Oracle so that the next player knows it’s their turn. \n\nEX:\nOracle Chime: L3, R2, Mid\n1.    L3 player says, \"One.\"\n2.    R2 player says, \"Two.\"\n3.    Mid player says, “Three.”\n4.    L3 shoots their Oracle, then says \"One\" to signal to the R2 player that they can shoot.\n5.    R2 shoots their Oracle, then says, \"Two.\"\n6.    The third player destroys the middle Oracle.\n7.    Players wait for the next Oracle sequence to egin.\n\nDuring this encounter, Goblins and Minotaurs will spawn in the arena and Hobgoblins will snipe from distant blocks on both sides.\n\nShould the Oracles not be destroyed correctly, the fireteam will become Marked for Negation. Immediately run towards the Vex Sync Plate at the center of the arena and have everyone cleanse simultaneously. If an Oracle wave is failed it will repeat; the exact same sequence will play again."
  ],
  "images": ["vog-orcles-01.png"]
}
