{
  "name": "The Templar",
  "content": [
    "**Mechanics**: Oracles, Relic, Imminent Detain\n\n**Overview**:\n• Destroy Oracles in the sequence they appear.\n• Use the Relic to disable the Templar's immunity.\n• Destroy the Templar.\n\nThe Templar encounter introduces a new tool called the Relic.  One player will need to be assigned to use the Relic for the duration of the encounter.  The Relic functions like a sword weapon.  It has light and heavy attacks, the guard key will project an energy dome that stops most incoming enemy fire, and it replaces your super with a special ranged attack.  If the Relic is dropped, it will wipe the team after 10 seconds unless someone picks it up.\n\nThe fight starts as soon as the Relic is picked up.  A wave of three Oracles will then spawn.  Use the same strategy from the last encounter to destroy them.  As soon as the Oracles are handled, the player with the Relic should use the Relic’s super ability projectile to disable the Templar’s shield.  As soon as the Templar’s shield goes down, all non-Relic players should begin dealing damage.\n\nAfter the Templar’s shield is disabled, one player at random will gain the \"Imminent Detain\" debuff. When the debuff’s countdown finishes the player will become encased in a sphere, unable to move or attack.  Another player will need to break them out by shooting the sphere.\n\nAfter a few seconds, the Templar will create a tall beacon of light in a circle on the ground; this is its intended teleport destination.  When it teleports, it will regain its shield and then the previous steps will need to be repeated until the Templar dies.\n\nIt is possible to increase the amount of time in the damage phase by having the Relic holder prevent the Templar from teleporting.  This is done by standing in the circle it makes.  If done in time the circle will change color and eventually disappear, remain in the circle until it disappears.  The challenge of this method is that if the Templar’s teleport is prevented, it will spawn Praetorian Minotaurs for every successful block."
  ],
  "images": ["vog-templars-01.png"]
}
