{
  "name": "Gatekeepers",
  "content": [
    "**Mechanics**: Confluxes, Relic, Teleport Destabilization, Vex Sync Plates, Gatekeepers, Overload Champions\n\n**Overview**:\n• Prevent Vex from sacrificing at the Confluxes inside the left and right Vex Portals.\n• Pass the Relic through the Vex Portals defeating Praetorians.\n• Defend the throne room Conflux.\nStart the encounter by killing the Vex inside the throne room.  Once defeated, grab the Relic that spawns in the middle, in front of the floating island.  This encounter requires players take the Relic in and out of portals and pass it to one another in a relay race fashion. This encounter also introduces Praetorians that have a shield which can only be removed with an attack from the Relic.\n\nWhile the Relic is being picked up, the other players should be capturing the Vex Sync Plates on the left and right sides of the room to open the corresponding portals.  Once both portals are active, send one non-Relic holding player into each portal. These players must defend a Conflux and call out which side the first Praetorian spawns on. As soon as the Praetorian is called out, the player with the Relic should immediately enter the indicated portal.\n\nThere is a debuff in this fight which the entire encounter is built around: Teleport Destabilized. This 45 second debuff prevents the player from taking the Relic through a portal more than once. To work around this, if a player passes through a portal with the Relic, they will need to drop it for another player to take.\n\nBecause of this, the Relic holder that enters the portal must drop the Relic after killing their Praetorian. The other player in the portal room will leave with the Relic, and then pass it to another player in the throne room. That player then enters the opposite portal (whichever one didn't have the Relic last) to assist. This process repeats six times, with each side alternating Praetorian spawns.\n\nAs this relay race is playing out, other Gatekeepers will spawn, deactivating the portals. The Gatekeepers must be defeated before the portals will reactivate.  Additionally, the players in the throne room will be defending the portal plates which are continually assaulted by Goblins and Overload Minotaurs. If an Overload Minotaur reaches the plate, it will retake it, shutting down the portal.\n\nAfter six Praetorians have been defeated, a Conflux will appear in the middle of the throne room.  At this point, all players should return to the throne room and defend it. The player with the Relic will need to remove the shield of three Praetorians that spawn. Finally, three Wyverns will spawn to close out the encounter."
  ],
  "images": ["vog-gatekeeps-01.png", "vog-gatekeeps-02.png"]
}
