{
  "name": "Atheon",
  "content": [
    "Mechanics: Vex Sync Plates, Relic, Marked by the Void, Oracles, Immanent Detain\n\nOverview:\n• Destroy Oracles in the portal rooms.\n• Destroy Atheon, Time's Conflux.\n\nThe final fight in the Vault of Glass is against Atheon, Time’s Conflux.  During this encounter three players at random are teleported into one of the portals where they must collect the Relic and destroy three waves of three Oracles in the correct order before escaping.  Much like the Oracle and Templar encounters, these Oracles must be destroyed in the correct order; the difference here is that the players in the throne room will need to communicate the spawn order to the players that get teleported.\n\nAtheon will spawn at the center of the throne room when the encounter starts.  Harpies will spawn in packs a few seconds after the encounter starts.  One pack will spawn behind Atheon, one mid-air to the left of the throne, and another mid-air to the right. Clearing an entire pack of them will spawn another soon after.  Pro Tip: Leave one Harpy alive from each pack. Additional packs cannot spawn until every enemy from the current one is destroyed.\n\nThrone Team\n\nWhenever the portal team is teleported away, they'll need to relay which side they're on.  The side that is jungle/green/Venus is on the right and the desert/red/Mars side is on the left.  One member of the throne team will need to capture the correct plate to open the portal, allowing that team to escape when they're done destroying Oracles. The Harpies and Supplicants that spawn cannot retake the plate, so it does not need to be held after it is active.\n\nAtheon will create three Oracles in a sequence.  This sequence must be communicated to the portal team; note that both teams must use the same reference point for numbering.  This process must be repeated three times.\n\nPortal Team\n\nThe team that gets teleported must immediately relay which side they were teleported to. The side that is jungle/green/Venus is on the right and the desert/red/Mars side is on the left.\n\nOne player must grab the Relic floating before them as the team moves to the center of the arena, killing the Vex that are residing there. After a few seconds the first wave of Oracles will spawn and must be destroy in the order relayed by the throne team.  While this is happening, the Relic holder will need to destroy shielded Praetorians that spawn near the portals.\n\nDuring this part, every member of the portal team will have their screen slowly covered in darkness. This is caused by the \"Marked by the Void\" debuff which is constantly applied inside the portals.  To clear it the Relic player must use their guard key, the dome they project will restore vision.\n\nAfter destroying three waves of Oracles, leave through the portal as fast as possible. When the last Oracle dies, every player will receive a 30 second buff called Time’s Vengeance which significantly increases ability regeneration and allows them to damage Atheon.\n\nDamage Phase\n\nWhen the last Oracle dies, every player will receive a 30 second buff called Time’s Vengeance which significantly increases ability regeneration and allows them to damage Atheon.\n\nDuring the damage phase, a player at random will receive a debuff called Imminent Detain.  This is slightly different from the version that is in the Templar encounter.  When the countdown reaches zero, it will detain the player and anyone too close to them. The player should quickly get away from the other players and wait for their teammates to free them by shooting the detainment sphere.\n\nUnfortunately the Relic’s shield does not block Atheon’s damage, so it’s only purpose here is to cleanse players that come out of the portals. During the damage phase, the player with the Relic can drop it momentarily to deal damage to Atheon. Remember, if you do drop it, the Relic must be picked up within 10 seconds or it will wipe the team.",
    "You have four damage phases to kill Atheon before he enrages and the fireteam wipes.  When Time’s Vengeance ends, the Relic will disappear, and all players should get to a safe place.  Atheon will then again randomly teleport three players.  Repeat all of this until Atheon is defeated."
  ],
  "images": ["vog-atheon-01.png"]
}
